research/visualization_methods/outputs/Parameter Optimisation with Optim.jl__univariate_state_space_model/univariate_state_space_model.dot
digraph G {
  "Normal" [label="Normal"];
  "i" [label="i"];
  "mean" [label="mean"];
  "v" [label="v"];
  "variance" [label="variance"];
  "x" [label="x"];
  "x0" [label="x0"];
  "y" [label="y"];
  "Normal" -> "x0";
  "Normal" -> "y";
  "i" -> "y";
  "mean" -> "x0";
  "mean" -> "y";
  "v" -> "y";
  "variance" -> "x0";
  "variance" -> "y";
  "x" -> "y";
}
