research/visualization_methods/outputs/Parameter Optimisation with Optim.jl__univariate_state_space_model/univariate_state_space_model.mmd
graph TD
  Normal["Normal"]
  i["i"]
  mean["mean"]
  v["v"]
  variance["variance"]
  x["x"]
  x0["x0"]
  y["y"]
  Normal --> x0
  Normal --> y
  i --> y
  mean --> x0
  mean --> y
  v --> y
  variance --> x0
  variance --> y
  x --> y
